Repository: wp-plugins/readable-names
Catalog: languages/readable_names-*.po
Languages: bg_bg, de_de, fa_ir, fi, he_il, is_is, ru_ru

source: Error: The name is not readable
bg_bg: Грешка: Името не е четимо
de_de: Fehler: Der Name ist nicht lesbar
fa_ir: خطا: نام ناخواندنی است
fi: Virhe: Nimi ei ole luettavassa muodossa.
he_il: שגיאה: השם אינו קריא
is_is: Villa: Nafnið er ekki lesanlegt
ru_ru: Ошибка: Имя не читается

source: <strong>Error:</strong> The name “%1$s” contains an invalid character: “%2$s”. Please only use these characters: “%3$s”.
bg_bg: <strong>Грешка:</strong> Името „%1$s“ съдържа непозволен знак: „%2$s“. Моля използвайте само позволените знаци като: „%3$s“.
de_de: <strong>Fehler:</strong> Der Name »%1$s«; enthält ein unzulässiges Zeichen »;%2$s«. Bitte nur diese Zeichen verwenden: »%3$s«.
fa_ir: نام &ldquo;%1$s&rdquo; حروف غیر قابل قبولی دارد “%2$s”. حروف مجاز “%3$s”
fi: <strong>Virhe:</strong> Nimi ”%1$s” sisältää virheellisen merkin: ”%2$s”. Käytäthän vain seuraavia merkkejä: ”%3$s”.
he_il: <strong>שגיאה:</strong> השם “%1$s” מכיל את התו הלא חוקי: “%2$s”. נא להשתמש בתווים אלו בלבד: “%3$s”.
is_is: <strong>Villa:</strong> Nafnið “%1$s” inniheldur tákn sem ekki er hægt að nota: “%2$s”. Notaðu eingögnu eftirfarandi stafi: “%3$s”.
ru_ru: <strong>Ошибка:</strong> Имя «%1$s» содержит неверный знак «%2$s». Используйте пожалуйста только такие знаки: «%3$s».

source: <strong>Error:</strong> The name “%1$s” is too short. It has to be at least %2$d characters long.
bg_bg: <strong>Грешка:</strong> Името „%1$s“ е много късо. То трябва да състои поне от %2$d букви.
de_de: <strong>Fehler:</strong> Der Name »%1$s« ist zu kurz. Er sollte mindestens %2$d Zeichen lang sein.
fa_ir: نام &ldquo;%s&rdquo; خیلی کوتاه است. اقلا باید %d حرف داشته باشد.
fi: <strong>Virhe:</strong> Nimi ”%1$s” on liian lyhyt. Nimen täytyy olla vähintään %2$d merkkiä pitkä.
he_il: <strong>שגיאה:</strong> השם “%1$s” קצר מדי. עליו להיות בן %2$d תווים לפחות.
is_is: <strong>Villa:</strong> Nafnð “%1$s” er of stutt. Það verður að vera a.m.k. %2$d stafi.
ru_ru: <strong>Ошибка:</strong> Имя «%1$s» слишком короткое. В нём должно быть как минимум %2$d знака.

source: <strong>Error:</strong> The name “%s” does not begin with a capital letter.
bg_bg: <strong>Грешка:</strong> Името „%s“ не започва с голяма буква.
de_de: <strong>Fehler:</strong> Der Name »%s« beginnt nicht mit einem Großbuchstaben.
fa_ir: نام &ldquo;%s&rdquo; با حرف یزرگ شروع نمی شود.
fi: <strong>Virhe:</strong> Nimi ”%s” ei ala isolla kirjaimella.
he_il: <strong>שגיאה:</strong> השם “%s” אינו מתחיל באות גדולה.
is_is: <strong>Villa:</strong> Nafnið “%s” byrjar ekki á stórum staf.
ru_ru: <strong>Ошибка:</strong> Имя «%s» не начинается с заглавной буквы.

source: <strong>Error:</strong> The name “%s” has to many capital letters.
bg_bg: <strong>Грешка:</strong> Името „%s“ съдържа повече от една голяма буква.
de_de: <strong>Fehler:</strong> Der Name »%s« enthält zu viele Großbuchstaben.
fa_ir: نام &ldquo;%s&rdquo; تعداد خارج از اندازه ای حروف بزرگ دارد.
fi: <strong>Virhe:</strong> Nimi ”%s” sisältää monia isoja kirjaimia.
he_il: <strong>שגיאה:</strong> בשם “%s” יש יותר מדי אותיות גדולות.
is_is: <strong>Villa:</strong> Nafnið “%s” inniheldur of marga hástafi.
ru_ru: <strong>Ошибка:</strong> В имени «%s» слишком много заглавных букв.

source: <strong>Error:</strong> The name “%1$s” does not contain required vowels: “%2$s”.
bg_bg: <strong>Грешка:</strong> Името „%1$s“ не съдържа нито една от задължителните гласни като: „%2$s“.
de_de: <strong>Fehler:</strong> Der Name »%1$s« enthält nicht die erforderlichen Vokale: »%2$s«.
fi: <strong>Virhe:</strong> Nimi ”%1$s” ei sisällä vaadittavia vokaaleja: ”%2$s”.
he_il: <strong>שגיאה:</strong> השם “%1$s” אינו מכיל את אמות הקריאה הנדרשות: “%2$s”.
ru_ru: <strong>Ошибка:</strong> Имя «%1$s» не содержит обязательные гласные: «%2$s».

source: Readable Names Settings
bg_bg: Настройки за четими имена
de_de: Einstellungen für lesbare Namen
fa_ir: انتخاب ها برای افزونه ی نام های قابل خواندن
fi: Luettavien nimien asetukset
he_il: הגדרות שמות קריאים
is_is: Stillingar læsilegra nafna
ru_ru: Настройки читаемых имён

source: Readable Names
bg_bg: Четими имена
de_de: Lesbare Namen
fa_ir: نام های قابل خواندن
fi: Luettavat nimet
he_il: שמות קריאים
is_is: Læsileg nöfn
ru_ru: Читаемые имена

source: Save Changes
fi: Tallenna muutokset
he_il: שמירת השינויים
is_is: Vista breytingar

source: Allowed characters
bg_bg: Позволени знаци
de_de: Erlaubte Zeichen
fa_ir: حروف مجاز
fi: Sallitut merkit
he_il: תווים מותרים
is_is: Leyfð tákn
ru_ru: Разрешённые знаки

source: Small letters
bg_bg: Малки букви
de_de: Kleinbuchstaben
fa_ir: حروف کوچک
fi: Pienet kirjaimet
he_il: אותיות קטנות
is_is: Litlist stafir
ru_ru: Прописные буквы

source: Capital letters
bg_bg: Големи букви
de_de: Großbuchstaben
fa_ir: حروف بزرگ
fi: Isot kirjaimet
he_il: אותיות גדולות
is_is: Hástafir
ru_ru: Заглавные буквы

source: Digits
bg_bg: Цифри
de_de: Ziffern
fa_ir: ارقام
fi: Numerot
he_il: ספרות
is_is: Tákn
ru_ru: Цифры

source: Grammar
bg_bg: Граматика
de_de: Grammatik
fa_ir: قواعد
fi: Kielioppi
he_il: דקדוק
is_is: Málfræði
ru_ru: Грамматика

source: Minimum name length
bg_bg: Минимална дължина на името
de_de: Mindestlänge des Namens
fa_ir: حداقل طول نام
fi: Nimen minimipituus
he_il: אורך השם המזערי
is_is: Lámark heiti nafns
ru_ru: Минимальная длина имени

source: First character must be a capital letter
bg_bg: Първата буква трябва да е голяма
de_de: Der erste Buchstabe muss ein Großbuchstabe sein
fa_ir: حروف آغازین باید بزرگ باشند
fi: Ensimmäisen kirjaimen tulee olla iso kirjain.
he_il: על האות הראשונה להיות אות גדולה
is_is: Fyrsti stafur verður að vera stór
ru_ru: Первая буква должна быть заглавной

source: One capital letter only
bg_bg: Само една главна буква
de_de: Nur ein Großbuchstabe
fa_ir: تنها یک حرف بزرگ
fi: Vain yksi iso kirjain.
he_il: מותר אות גדולה אחת בלבד
is_is: Eingögnu einn stór stafur leyfður
ru_ru: Только одна заглавная буква

source: Required vowels
bg_bg: Задължителни гласни
de_de: Erforderliche Vokale
fi: Vaaditut vokaalit
he_il: אמות קריאה נדרשות
ru_ru: Обязательные гласные

source: Affected roles
bg_bg: Засегнати роли
de_de: Betroffene Rollen
fa_ir: نقش
fi: Vaikuttavat roolit
he_il: תפקידים שיושפעו
is_is: Hefur áhrif á
ru_ru: Затронутые роли

source: Visitor
bg_bg: Посетител
de_de: Besucher
fi: Vierailija
he_il: מבקר
is_is: Gestur
ru_ru: Посетитель

source: User
de_de: Benutzer
fa_ir: کاربران
fi: Käyttäjä
he_il: אורח
is_is: Notandi
ru_ru: Пользователь

source: Appearance
fi: Ulkoasu
he_il: מראה

source: Modify the comment form
bg_bg: Промяна на формуляр за коментар
de_de: Das Kommentarformular anpassen
fi: Mukautettu kommentointilomake
he_il: שינוי מבנה התגובה
ru_ru: Изменить форму для комментариев

source: Whitespace is always allowed.
bg_bg: Празно място можете да поставите на всякъде.
de_de: Das Leerzeichen ist immer erlaubt.
fa_ir: Whitespace همیشه مجاز است
fi: Tyhjät kentät sallitaan.
he_il: תמיד מותר להשתמש ברווחים.
is_is: Bil eru alltaf leyfð
ru_ru: Пробел можно ставить всегда.

source: Depending on allowed characters.
bg_bg: Взависимост от позволените знаци.
de_de: In Abhängigkeit von den erlaubten Zeichen.
fa_ir: بنا به حروف مجاز.
fi: Riippuu sallituista merkeistä.
he_il: בהתאם לתווים המותרים.
is_is: Háð leyfðum stöfum
ru_ru: В зависимости от разрешённых знаков.

source: characters
bg_bg: знаци
de_de: Zeichen
fa_ir: حروف
fi: merkkiä
he_il: תווים
is_is: Stafir
ru_ru: знака

source: Depending on <a href="%s">discussion settings</a>.
bg_bg: Взависимост от <a href="%s">настройки за коментарите</a>.
de_de: In Abhängigkeit von den <a href="%s">Einstellungen für die Diskussion</a>.
fa_ir: .<a href="%s">گزینه‌های دیدگاه</a> بنا به
fi: Riippuu <a href="%s">keskusteluasetuksista</a>.
he_il: בהתאם ל<a href="%s">הגדרות הדיון</a>.
is_is: Háð <a href="%s">stillingum umræðna</a>.
ru_ru: В зависимости от <a href="%s">настроек обсуждения</a>.

source: Depending on the <a href="%s">current theme</a>.
bg_bg: Взависимост от <a href="%s">текуща тема</a>.
de_de: In Abhängigkeit von dem <a href="%s">aktuellen Theme</a>.
fi: Riippuu <a href="%s">teeman asetuksista</a>.
he_il: בהתאם ל<a href="%s">ערכת הנושא הנוכחית</a>.
ru_ru: В зависимости от <a href="%s">текущей темы</a>.

source: “%1$s” instead of “%2$s”
bg_bg: „%1$s“ вместо „%2$s“
de_de: »%1$s« statt »%2$s«
fi: Muuttaa ”%2$s”-kohdan otsikoksi ”%1$s”.
he_il: “%1$s” במקום “%2$s”
ru_ru: «%1$s» вместо «%2$s»

source: Readable name
bg_bg: Четимо име
de_de: Lesbarer Name
fi: Luettava nimi
he_il: שם קריא
ru_ru: Читаемoе имя

source: Name
fi: Nimi
he_il: שם

source: Settings
fi: Asetukset
he_il: הגדרות
is_is: Stillingar

source: Ask for help
bg_bg: Помолете за помощ
de_de: Um Hilfe bitten
fi: Kysy apua
he_il: בקשה לעזרת
ru_ru: Попросить о помощи

source: Unreadable attempt
bg_bg: Нечетим опит
de_de: Unlesbarer Versuch
fi: ei-luettava nimi
ru_ru: нечитаемая попытка

source: Asks commenters to write their names in the language that your blog uses.
bg_bg: Гостите който коментират страницата, са помолени да напишат техните имена на езика, който се употрбява в блога.
de_de: Bittet kommentierende Gäste, ihren Namen in der Sprache des Blogs zu schreiben.
fi: Pyytää kommentoijaa kirjoittamaan nimensä blogisi käyttämällä kielellä.
ru_ru: Просит гостей, которые оставляют отзывы, писать свои имена на языке блога.

source: The plugin forces commenters to write their names in the language that your blog uses.
he_il: התוסף מאלץ את המגיבים לכתוב את שמותיהם בשפה בה נעשה שימוש בבלוג שלך.
is_is: Þessi viðbót krefur þá sem skrifa athugasemdir til að skrifa nöfnin á því tungumáli sem blogg þig notar.

source: Anatol Broder
bg_bg: Анатол Бродер
he_il: אנטול ברודר
ru_ru: Анатоль Бродер
